Repository: codeforeurope/Change-By-Us
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Things change. Cities, people, web addresses.
nl_nl: De wereld verandert continu. Steden, mensen en ook websites!

source: If you think something is broken, please let us know <a href="/feedback">here</a>.
nl_nl: Als je denkt dat er iets mis gaat op de site, <a href="/feedback">meld</a> het ons dan aub.

source: GO BACK <span class="lowercase">to</span> WHERE YOU WERE
nl_nl: GA TERUG <span class="lowercase">naar</span> WAAR JE WAS

source: <span class="unbold">What is</span> %(site_name)s?
nl_nl: <span class="unbold">Wat is</span> %(site_name)s?

source: <strong>%(site_name)s</strong> is a new platform in Amsterdam. The platform started in New York and is known by the name of Change by Us NYC. It is allows for an innovative partnership in the city between city leaders, welfare organizations, housing corporations and government.
nl_nl: <strong>%(site_name)s</strong> is een nieuw platform in Amsterdam. Het is afkomstig uit New York en staat daar bekend onder de naam Change by Us NYC. Het platform staat bekend voor de innovatieve manier waarop verschillende partners in de stad (stadsmakers, welzijnorganisatie, corporatie en de overheid met elkaar samenwerken)

source: <strong>Share Ideas:</strong> Amsterdammers have always been full of great ideas about what will improve their neighborhoods. Use %(site_name)s to broadcast to others what you have in mind. No idea is too big. No idea is too small.
nl_nl: <strong>Deel ideeën:</strong> Amsterdammers zitten vol leuke ideeën over hoe hun buurt leuker gemaakt kunnen worden. Gebruik %(site_name)s om bekend te maken wat jij in gedachte hebt! Geen idee te groot of klein. Geen wens is absurd.

source: <strong>Join or Create Projects:</strong> Look for projects in your neighborhood or around the city where you can help. Become a member and plug into a network of those who want what you want! You can also use %(site_name)s to set up and lead your own project, and turn your idea into reality.
nl_nl: <strong>Creër of word lid van Projecten:</strong> Zoek projecten in je buurt of op de plek waar je kan helpen. Word lid en onderdeel van een netwerk die hetzelfde doel nastreeft als jij! Je kan %(site_name)s ook gebruiken om je eigen project op te zetten en hiermee je eigen ideeën waar te maken.

source: <strong>Build Teams:</strong> Use %(site_name)s to connect quickly with the people who will help your project from start to finish. Someone has the idea, someone has the plan, someone has the tools, and together you succeed.
nl_nl: <strong>Maak teams:</strong> Gebruik %(site_name)s om te verbinden met mensen die jouw project van de grond kunnen laten komen. Iemand heeft een idee, iemand heeft een plan, iemand heeft de tools en samen maak jullie het waar!

source: <strong>Find Resources:</strong> Use %(site_name)s to find and connect with public and non-profit programs that can help your project succeed. Whether you need to access a City service or find some local knowledge, there are resources ready to provide guidance.
nl_nl: <strong>Zoek Hulp</strong> Gebruik %(site_name)s om te verbinden met publieke en non-profit programma&#39;s die je project kunnen faciliteren. Of je nou toegang nodig hebt tot gemeentelijke diensten of opzoek bent naar informatie, er zijn genoeg organisaties klaar om advies te geven.

source: Help us spread the word about %(site_name)s &mdash; and check back often to see the line-up of influential people who have agreed to follow projects and connect with community members online.
nl_nl: De samenleving verandert. Help ons de boodschap te verspreiden over %(site_name)s &mdash; hou ons in de gaten om op de hoogte te blijven van de invloedrijke mensen in Amsterdam die zich hebben verbonden aan projecten en communities op de site.

source: If there are any features or resources that you think will make %(site_name)s easier to use or more effective, please contact us at <strong><span class="nospam infomail"></span></strong>.
nl_nl: Neem contact op met ons via <strong><span class=\"nospam infomail\"></span></strong> als je suggesties hebt om de functionaliteiten van %(site_name)s te verbeteren.

source: <strong>%(site_name)s</strong> is run by the City and its partners to facilitate the success of projects. The City is also proud to have the following partners with us on the site: Eigenwijks, Waagsociety, Voorjebuurt and Pakhuis de Zwijger.
nl_nl: <strong> %(site_name)s </strong> wordt gerund door de gemeente en haar partners om het succes van de projecten te faciliteren. De gemeente is ook trots op de volgende partners: Eigenwijks, Waagsociety, Voorjebuurt en Pakhuis de Zwijger.

source: Logout
nl_nl: Uitloggen

source: Sign Up
nl_nl: Registreren

source: Login
nl_nl: Aanmelden

source: Hey
nl_nl: Hoi

source: Post
nl_nl: Plaats

source: Thanks for your idea!
nl_nl: Top! Bedankt voor je idee.

source: We need a little more information.
nl_nl: We hebben nog een beetje meer info nodig.

source: Next
nl_nl: Volgende

source: Where is your idea located?
nl_nl: Waar vindt jouw idee plaats?

source: The city
nl_nl: De stad

source: A neighborhood
nl_nl: De buurt

source: There was a problem submitting your idea.
nl_nl: Er is een fout opgetreden bij het indienen van je idee.

source: There was a problem finding related projects.
nl_nl: Het is niet gelukt om een vergelijkbaar project te vinden.

source: Be part of the solution
nl_nl: Neem het heft in handen

source: Join one of the projects listed below or <a href="/">visit the full site</a> to start your own.
nl_nl: Doe mee aan één van de projecten hieronder of <a href="/"> bezoek de site</a> om je eigen project te beginnen.

source: <span class="unbold">Found </span><span class="proj-count"></span> <span class="proj-qualifier">Projects</span>
nl_nl: <span class="proj-count"></span> <span class="proj-qualifier">Projecten</span><span class="unbold">Gevonden </span>

source: You've been invited to<br/>join a project!
nl_nl: Je bent uitgenodigd om aan een project mee te doen!

source: There was a problem adding you to the project.
nl_nl: Er heeft zich een probleem voorgedaan tijdens het toevoegen van je naam aan het project.

source: Thanks, you've joined the project:
nl_nl: Dank je, je doet mee aan het project.

source: Created by
nl_nl: Door:

source: Leave the mobile site and
nl_nl: Verlaat de mobiele site en

source: View this project
nl_nl: Bekijk dit project

source: Change by Us is a place to<br/>make your city better
nl_nl: IdeeVoorJeBuurt is een plek waar je de stad verbetert

source: Share your ideas. Build projects. Make a change.
nl_nl: Deel je ideeën. Bouw aan projecten. Zorg voor verandering.

source: to join or start a project.
nl_nl: om aan een project mee te doen of een nieuw project te starten.

source: Password
nl_nl: Wachtwoord

source: There was a problem logging you in.
nl_nl: Er was een probleem tijdens het inloggen.

source: is a new website to put pur ideas into action by creating projects and building teams to make our city a better place to live.
nl_nl: is een nieuwe website om ideeën en projecten in gang te zetten en teams samen te stellen die van onze stad een fijnere leefomgeving maken.

source: Get started today.
nl_nl: Begin vandaag.

source: <strong>%(sitename)s</strong> is a place to share ideas, create projects, build teams, and make our city better.
nl_nl: <strong>%(sitename)s</strong> is een plek om ideeën te delen, projecten in gang te zetten en teams samen te stellen die onze stad verbeteren.

source: Contact Us
nl_nl: Contact

source: News
nl_nl: Nieuws

source: Community Policy
nl_nl: Gemeenschappelijk beleid

source: Terms of Service
nl_nl: Gebruiksvoorwaarden

source: Privacy Policy
nl_nl: Privacy Beleid

source: Events
nl_nl: Agenda

source: Previous
nl_nl: Vorige

source: Read More
nl_nl: Lees Meer

source: There are no %(sitename)s events in this month.
nl_nl: Er zijn geen %(sitename)s activiteiten deze maand.

source: <a href="/search#projects">Browse Projects</a> and contact a project admin to see how you can help!
nl_nl: <a href="/search#projects"> Bekijk de projecten</a> en benader een projectleider om erachter te komen hoe je kan helpen!

source: Here's a listing of events organized by the %(sitename)s projects in your city. Click on the event for more details and to find out how you can get involved.
nl_nl: Hier een lijst van activiteiten georganiseerd door %(sitename)s projecten in je stad. Klik op de activiteit voor meer informatie en om erachter te komen hoe jij ook kan meedoen.

source: City Leader
nl_nl: Stadsmaker

source: On Call
nl_nl: Oproepbaar

source: Delete
nl_nl: Verwijder

source: Loading
nl_nl: Laden

source: Projects in the spotlight
nl_nl: Projecten in beeld

source: Warning List
nl_nl: Waarschuwingslijst

source: Pending Resources
nl_nl: Hulp in behandeling

source: These resources have been submitted to the site and await approval.
nl_nl: Deze hulpbronnen zijn aangemeld op de site en wachten op een bevestiging

source: Review and approve them to include them on the site.
nl_nl: Bekijk en bevestig de hulp om het te publiceren op de site

source: Create <em>a</em> Project
nl_nl: Bedenk <em>een</em> Project

source: Turn an idea into a project.
nl_nl: Maak de stap van idee naar project.

source: let&#39;s get started with some basic details.
nl_nl: Laten we beginnen met wat algemene informatie.

source: Describe
nl_nl: Beschrijf

source: Location
nl_nl: Lokatie

source: Add
nl_nl: Toevoegen

source: Next step
nl_nl: Volgende stap

source: Back
nl_nl: Terug

source: Add A Project Photo
nl_nl: Voeg Projectfoto Toe

source: <strong>Name</strong> your project:
nl_nl: Geef je project een <strong>naam</strong>:

source: Edit
nl_nl: Aanpassen

source: Give your affiliation
nl_nl: Ik ben van...

source: (Optional)
nl_nl: (Optioneel)

source: <strong>Describe</strong> your project. Be specific so people can find it and join.
nl_nl: <strong>Beschrijf</strong> je project. Wees specifiek zodat anderen het makkelijk kunnen vinden en zich aan kunnen sluiten.

source: <strong>Add</strong> keywords to help people find your project:
nl_nl: <strong>Voeg</strong> kernwoorden toe zodat anderen je project makkelijker kunnen vinden:

source: Suggested Keywords
nl_nl: Voorgestelde kernwoorden

source: Your project is for?
nl_nl: Je project is voor?

source: Please enter a neighborhood.
nl_nl: Welke buurt?

source: Pin it on the map!
nl_nl: Prik het op de kaart!

source: Optional
nl_nl: Optioneel

source: Please wait while we check for similar projects.
nl_nl: Een moment geduld terwijl wij checken of er vergelijkbare projecten zijn.

source: Similar Projects
nl_nl: Vergelijkbare projecten

source: Please wait while we search for relevant resources.
nl_nl: Een moment geduld. Wij gaan opzoek naar relevante hulp.

source: You&#39;ve added <br /><strong>resources</strong>
nl_nl: Je hebt <br /><strong>hulp</strong> toegevoegd

source: No similar projects found.
nl_nl: Geen vergelijkbare projecten gevonden.

source: Thanks for taking the lead!
nl_nl: Fijn dat je het voortouw neemt!

source: No resources found.
nl_nl: Geen hulp gevonden.

source: Sorry! You can add resources later if you find something that looks helpful.
nl_nl: Jammer. Je kunt altijd later nog hulp toevoegen.

source: Thank you for joining.
nl_nl: Bedankt dat je meedoet.

source: <strong>Upload</strong> a photo for your project.
nl_nl: <strong>Upload</strong> een foto voor je project.

source: Photos should be <strong>under 1MB</strong> please. (We also crop photos to <strong>90px by 90px</strong>)
nl_nl: Foto's mogen maximaal <strong>1MB</strong> zijn. (Foto's worden afgesnijden op het formaat <strong>90px bij 90px</strong>)

source: close
nl_nl: sluiten

source: Added <em>to</em> your project
nl_nl: Toegevoegd <em>aan</em> je project

source: We&#39;ve sent them a link to your project page.
nl_nl: We hebben hen een link naar je project gestuurd.

source: <strong>Oops!</strong>
nl_nl: <strong>Oeps!</strong>

source: You must <strong><a href="/join">register</a></strong> or <strong><a href="/login">login</a></strong> to %(sitename)s in order to vote for an idea.
nl_nl: Je moet <strong><a href="/join">registreren</a></strong> of <strong><a href="/login">inloggen</a></strong> op %(sitename)s voordat je kan stemmen op een idee

source: Join
nl_nl: Doe mee

source: Visit Us
nl_nl: Bezoek ons

source: Oops!
nl_nl: Oeps!

source: Please select an area from the list first!
nl_nl: Kruis eerst aan waar je project gaat plaatsvinden!

source: The pin does not match the area you selected!
nl_nl: Je pin komt niet overeen met het gebied dat je hebt geselecteerd

source: let's get started with some basic details.
nl_nl: Laten we beginnen met een paar details.

source: e.g. More Greenways Downtown
nl_nl: bijv. Bewonersrestaurant Het Zonnetje

source: Field Organization, Program, Community Group, etc.
nl_nl: Organisatie, Programma, Community, Vereniging, etc.

source: Add a description
nl_nl: Omschrijving toevoegen

source: Separate keywords by commas
nl_nl: Trefwoorden scheiden met komma's

source: Turn ideas into solutions
nl_nl: Verander ideeën naar oplossingen

source: Get found by other people, resources,<br />and other projects in the area.
nl_nl: Word vindbaar voor leden, hulp <br />en andere projecten in dit gebied.

source: Start typing a neighborhood
nl_nl: Type de naam van een buurt

source: Let's have a look for similar projects.
nl_nl: Laten wij opzoek gaan naar vergelijkbare projecten

source: Starting something new is great, but there<br />may also be a great project to join up with.
nl_nl: Origineel zijn is tof, maar er <br /> kan ook een project zijn die je versterking nodig heeft.

source: Add a resource.
nl_nl: Voeg een hulp toe

source: When you add a resource, we will email them an<br />introduction and link to your project!
nl_nl: Wij zullen een email sturen naar de hulporganisatie met een link naar je project, zodra je het toevoegt!

source: Close
nl_nl: Sluiten

source: We've sent them a link to your project page.
nl_nl: We hebben deze partij een link naar je project gestuurd.

source: Thank you!
nl_nl: Bedankt!

source: Thank you for adding a project.
nl_nl: Bedankt voor het toevoegen van je project

source: Add to Project
nl_nl: Toevoegen aan project

source: Official Resource
nl_nl: Officiële Hulp

source: Hey! This is you!
nl_nl: Ha! Dit ben jij

source: We are writing to let you know that your account activity has violated our Community Policy, which you can read here %(sitelink)s. As a result of this violation we have de-activated your account.
nl_nl: Wij benaderen je om te laten weten dat één of meer van je activiteiten de regels van de community overtreden, deze kunt u hier lezen %(sitelink)s. Door deze overtredingen hebben wij je account uitgeschakeld.

source: %(sitename)s is a site that aims to help people dream up solutions to tough problems, to build communities of people who share ideas, and to connect those communities with resources that will help them succeed.
nl_nl: %(sitename)s is een website die mensen motiveert oplossingen te bedenken voor lokale maatschappelijke vraagstukken. Zo ontstaan er communities die ideeën bedenken en zich verbinden aan hulporganisaties die met hen samenwerken.

source: We are sad to see you go.
nl_nl: Wij vinden het jammer dat je weggaat :-(

source: Thank you,
nl_nl: Bedankt,

source: Welcome and thank you for registering for an account at %(sitename)s
nl_nl: Welkom en bedankt voor het registreren van je account %(sitename)s

source: Please authenticate your user account by clicking the link below.
nl_nl: Bevestig je account door te klikken op de link hieronder.

source: Click here
nl_nl: Klik hier

source: Go here to find great projects in your area:
nl_nl: Ga hierheen om leuke projecten te vinden in je gebied:

source: Or go here to start your own project:
nl_nl: Of ga hierheen om je eigen project te starten

source: We hope you find %(sitename)s useful. If you have any questions or comments, please get in touch at <a href="%(respond_email_link)s">%(respond_email_text)s</a>.
nl_nl: We hopen dat je %(sitename)s handig vindt. Als je vragen of opmerkingen hebt contacteer ons op <a href="%(respond_email_link)s">%(respond_email_text)s</a>

source: New Members:
nl_nl: Nieuwe leden:

source: Welcome to our new members!
nl_nl: Welkom aan onze nieuwe leden!

source: We now have a total of %(number)s members
nl_nl: Wow! Wij hebben nu %(number)s leden

source: see all
nl_nl: toon alles

source: joined
nl_nl: doet mee

source: Recent Messages:
nl_nl: Recente berichten:

source: on
nl_nl: met

source: wrote
nl_nl: schreef

source: You are subscribed to this update because you are a member of
nl_nl: Je bent aangemeld voor deze update omdat je een lid bent van

source: a project on
nl_nl: een project over

source: News digests only come when there is new news and there is only one per day.
nl_nl: Je ontvangt alleen één keer per dag een digest , alleen als er iets nieuws te melden is.

source: If you&#39;d like to unsubscribe, you can change your message preferences on <a href="%(base_url)suseraccount">your account page</a>.
nl_nl: Je kan je altijd afmelden voor de digest. Ga naar je instellingen op <a href="%(base_url)suseraccount">je profielpagina</a>

source: You have a message!
nl_nl: Je hebt een bericht ontvangen

source: You can reply to %(username)s by sending a message on their user account page at %(sitelink)s
nl_nl: Je kan reageren op het bericht van %(username)s door een bericht te plaatsen op %(sitelink)s

source: You have been invited by %(username)s to join a project on %(sitename)s
nl_nl: Je bent uitgenodigd door %(username)s voor een project in %(sitename)s

source: A new member %(membername)s has joined your project %(projectname)s on %(sitename)s
nl_nl: %(membername)s heeft zich aangesloten bij je project genaamd %(projectname)s in %(sitename)s

source: %(leader)s endorsed your project!
nl_nl: %(leader)s steunt jouw project

source: A project on %(sitename)s has added %(resourcename)s as a resource
nl_nl: Een project op %(sitename)s heeft %(resourcename)s toegevoegd als hulp

source: Your resource has been approved
nl_nl: Je hulp is goedgekeurd

source: Your account has been deactivated
nl_nl: Je account is uitgeschakeld

source: Your password has been reset
nl_nl: Je wachtwoord is gereset

source: %(sitename)s message from %(username)s
nl_nl: %(sitename)s bericht van %(username)s

source: Please authenticate your account on %(sitename)s
nl_nl: Verifieer je account op %(sitename)s

source: Thanks for submitting an idea to %(sitename)s
nl_nl: Bedankt voor het indienen van je idee naar %(sitename)s

source: New Member! Your project now has %(number)s total!
nl_nl: Nieuw lid! Je project heeft totaal nu %(number)s

source: Your password for %(sitename)s has been reset. Go to %(sitelink)s and login with your new password:
nl_nl: Je wachtwoord voor %(sitename)s is gereset. Ga naar %(sitelink)s, je nieuwe wachtwoord is:

source: Once you have logged in successfully, we highly recommend that you go to your account page and change your password to something secure yet memorable.
nl_nl: Als je succesvol bent ingelogd raden wij je aan naar je accountpagina te gaan om je wachtwoord te veranderen naar iets wat je makkelijker kan onthouden.

source: Thanks for submitting an idea to %(sitename)s!
nl_nl: Bedankt voor het indienen van je idee naar %(sitename)s!

source: %(sitename)s is built to help you make your idea into a reality by creating a project, or joining an existing project with people who share your goals. Based on your idea, you may also get invitations to projects in your area, or that match your idea.
nl_nl: %(sitename)s is ontwikkeld om je te helpen je idee tot een goed project om te zetten. Je kan je ook aansluiten bij projecten die dezelfde doelen als de joune nastreven. Afhankelijk van je idee word je uitgenodigd tot andere projecten die erop lijken of in de omgeving zijn.

source: Congratulations!
nl_nl: Gefeliciteerd!

source: Congratulations! %(siteleader)s has endorsed %(sitetitle)s! The badge from the endorsement will appear on your project page.
nl_nl: Gefeliciteerd! %(siteleader)s steunt %(sitetitle)s! De steun zal ook zichtbaar zijn op je projectpagina.

source: You have been invited by %(siteinviter)s to join a project on %(sitename)s:
nl_nl: Je bent uitgenodigd door %(siteinviter)s om mee te doen met een project op %(sitename)s

source: See the project and become a member here:
nl_nl: Zie project en word lid hier:

source: %(username)s has joined your project: %(projecttitle)s.
nl_nl: %(username)s heeft zicht aangesloten bij jouw project: %(projecttitle)s.

source: You can see ideas and other projects from %(username)s here:
nl_nl: Je kan ideeën en andere projecten van %(username)s hier zien:

source: You can invite more people and manage project members here:
nl_nl: Je kan meer mensen uitnodigen en je projectleden hier beheren:

source: We are writing to let you know that the resource you submitted, %(resourcetitle)s, has been approved for use on %(sitename)s (%(sitelink)s).
nl_nl: Wij benaderen je om te laten weten dat de hulp die je hebt aangemeld, %(resourcetitle)s, is goedgekeurd voor gebruik op %(sitename)s (%(sitelink)s).

source: Users will now be able to find your resource on the site and add it to their project pages. When they do, you will get an email inviting you to visit their page to see if you can help.
nl_nl: Leden zullen nu in staat zijn om je als hulp te vinden op de website en deze toe te voegen aan hun projectpagina's. Als ze dat doen zal je een e-mail uitnodiging krijgen om hun pagina te bezoeken. Wellicht kan je helpen!

source: A project on %(sitename)s has added %(resource)s as a resource.
nl_nl: Een project op %(sitename)s heeft %(resource)s toegevoegd als hulp.

source: Please take a moment to visit their page and see if you can help by sending links, providing advice, or answering questions:
nl_nl: Neem de tijd en bezoek de pagina om te kijken of je kan helpen door tips te geven, vragen te beantwoorden of links op te sturen met handige info:

source: Get in touch with us.
nl_nl: Neem contact op met ons.

source: We want to hear from you about %(sitename)s.
nl_nl: We horen graag van je over %(sitename)s.

source: Use the form below to ask us a question, tell us about glitch on the site, warn us about inappropriate material. Whatever will make the site better.
nl_nl: Gebruik het formulier hieronder om ons een vraag te stellen, een foutje op de website te melden of ons te waarschuwen over ongeschikt materiaal - alles wat bijdraagt om de site te verbeteren.

source: Type of Feedback
nl_nl: Soort Feedback

source: General Feedback
nl_nl: Algemene Feedback

source: Feature Request
nl_nl: Verzoek om een verbetering

source: Bugs
nl_nl: Foutjes

source: Your Name
nl_nl: Je naam

source: Question/Comment
nl_nl: Vraag/Commentaar

source: Send
nl_nl: Stuur

source: Thank you for the feedback
nl_nl: Dank voor je reactie.

source: There was an issue saving your feedback, please try again later.
nl_nl: Er was een probleem bij het opslaan van je reactie, probeer het later nog eens.

source: Home
nl_nl: Startpagina

source: Hey %(city)s!
nl_nl: Hoi %(city)s!

source: Thanks for your idea
nl_nl: Bedankt voor je idee

source: We need just a few more details.
nl_nl: We hebben nog wat gegevens van je nodig.

source: Please wait while we process your idea!
nl_nl: Een moment geduld terwijl wij je plan verwerken.

source: Your email?
nl_nl: Je emailadres

source: Please enter a valid email address
nl_nl: Voeg emailadres toe

source: We will never send spam or sell your email address.
nl_nl: We sturen geen spam en verkopen je emailadres niet aan derden

source: See our <a href="/tou" class="toc-link">privacy policy</a> for more details.
nl_nl: Bekijk het <a href="/tou" class="toc-link">privacybeleid</a> voor meer details.
