Repository: codeforeurope/Change-By-Us
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Your idea is for...
nl_nl: Je idee is voor...

source: See more ideas
nl_nl: Bekijk andere ideeën

source: New Ideas
nl_nl: Nieuwe ideeën

source: said
nl_nl: zei

source: Make that idea happen. Join a project, or start your own.
nl_nl: Laat je idee slagen. Doe mee met een project of creëer er zelf één.

source: Related Projects
nl_nl: Gerelateerde projecten

source: See more projects <em>near</em> you
nl_nl: Bekijk nog meer projecten bij jou <em>in de buurt</em>

source: Citywide Projects
nl_nl: Amsterdamse projecten

source: See more citywide projects
nl_nl: Bekijk meer Amsterdamse projecten

source: Browse All
nl_nl: Bekijk alles

source: or
nl_nl: of

source: Start Your Own
nl_nl: Begin je eigen project

source: No projects found!
nl_nl: Geen projecten gevonden.

source: We didn&#39;t find any projects based on your idea or location. But don&#39;t stop there.
nl_nl: We hebben geen projecten gevonden die overeenkomen met je plan of lokatie. Maar laat dit je niet tegenhouden.

source: Search for projects that interest you:
nl_nl: Zoek projecten die je interesseren:

source: Take the lead, and begin a project today.
nl_nl: Neem het heft in handen en begin vandaag nog aan een project

source: My idea is:
nl_nl: Mijn idee:

source: Oops! Please limit your idea to %(number)s characters.
nl_nl: Oeps! Beschrijf je plan in maximaal%(number)s tekens.

source: <strong>%(site_name)s</strong> is a place to share ideas, create projects, discover resources, and make our city better.
nl_nl: <strong>%(site_name)s</strong> is een plek om ideeën te delen, projecten te starten, middelen te ontdekken en onze stad te verbeteren.

source: Browse and join projects
nl_nl: Bekijk projecten en sluit je aan

source: Put your ideas into action:
nl_nl: Maak werk van je idee:

source: <a href="/search#projects">Join a project</a>. <a href="/create">Or start your own project</a>.
nl_nl: <a href="/search#projects">Sluit je aan bij een project</a>. <a href="/create">Of start er zelf eentje</a>.

source: Top <strong>%(length)s Projects</strong>
nl_nl: Top <strong>%(length)s projecten</strong>

source: See the leaderboard
nl_nl: Bekijk het overzichtsbord

source: <strong>Projects</strong> in the spotlight
nl_nl: <strong>Projecten</strong> in beeld

source: Who is dedicated to improve the city?
nl_nl: Wie zet zich in voor de stad?

source: These people are making a difference with their <a href="/search#ideas">ideas</a> and <a href="/search#projects">projects</a>.
nl_nl: Deze leden maken het verschil met hun <a href="/search#ideas">ideëen</a> en <a href="/search#projects">projecten</a>.

source: Who&#39;s listening?
nl_nl: Wie luistert er mee?

source: A network of city leaders is ready to hear your <a href="/search#ideas">ideas</a> and provide guidance for your <a href="/search#projects">projects</a>.
nl_nl: Een netwerk van stedelijke beleidsmakers zitten klaar om naar jouw <a href="/search#ideas">ideeën</a> te luisteren en je ondersteunen bij je <a href="/search#projects">projecten</a>.

source: Recent News
nl_nl: Nieuw

source: Find out what&#39;s happening on %(site_name)s.
nl_nl: Wat speelt er? Check het hier: %(site_name)s.

source: Read more
nl_nl: Meer info

source: Terms of Use
nl_nl: Gebruiksvoorwaarden

source: It&#39;s a Beta!
nl_nl: Beta!

source: What does that mean?
nl_nl: Wat betekent dit?

source: Think of it as walking into an active construction site. Features may break while we&#39;re working.
nl_nl: Stel je voor je loopt door de verbouwing van een nieuw huis. Bepaalde eigenschappen werken nog niet. Wij zijn de bouwvakkers en werken hard aan de eigenschappen.

source: If you have any questions, thoughts or concerns, email us at
nl_nl: Heb je vragen of voorstellen voor verbetering, mail ons op

source: Please enter your email address
nl_nl: Je emailadres hier invoeren

source: See more related projects
nl_nl: Zoek meer gerelateerde projecten

source: You
nl_nl: Jij

source: Say
nl_nl: Zegt

source: Idea
nl_nl: Idee

source: See all
nl_nl: Toon alles

source: Ideas
nl_nl: Ideeën

source: Invite
nl_nl: Uitnodigen

source: Flag as Inappropriate
nl_nl: Markeren als ongepast

source: Posted
nl_nl: Geplaatst

source: Supporters
nl_nl: Voorstanders

source: Support this idea by clicking on the star next to it!
nl_nl: Steun dit idee door op de ster te klikken

source: Related <strong>Projects</strong>
nl_nl: Relevante <strong>Projecten</strong>

source: People
nl_nl: Leden

source: Start <span>a</span> Project
nl_nl: Start <span>een</span> Project

source: <strong>Hold your horses!</strong> Please register.
nl_nl: <strong>Niet zo snel!</strong> Aub eerst registreren.

source: joined the project!
nl_nl: doet mee met project!

source: %(sitename)s is a place to make your community better.
nl_nl: %(sitename)s is een plek waar je je leefomgeving kan verbeteren.

source: Share ideas. Do projects. Make it happen.
nl_nl: Deel je ideeën. Werk aan projecten. Maak je dromen waar.

source: Let&rquot;s Do it!
nl_nl: Aan de slag!

source: Create a login using <strong>Facebook</strong> or <strong>Twitter</strong>
nl_nl: Creëer een login met <strong>Facebook</strong> of <strong>Twitter</strong>

source: Click Here
nl_nl: Klik hier

source: if you want to create a login without Facebook or Twitter
nl_nl: als je een login wil aanmaken zonder Facbook of Twitter

source: Connecting to Facebook...
nl_nl: Verbinden met Facebook...

source: uses real names.
nl_nl: gebruik bestaande namen

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: I have read and accept the<br/>the
nl_nl: Ik heb de <br/> gelezen en accepteer deze.

source: Enter your email to get updates from %(sitename)s projects.
nl_nl: Laat je email adres achter om nieuws te ontvangen over %(sitename)s projecten.

source: Verifying account information
nl_nl: Account informatie controleren

source: I accept and have read the
nl_nl: Ik accepteer en heb de gelezen

source: Did you text your ideas to %(sitename)s? Enter your phone number to link them to your profile.
nl_nl: Heb je je plannen gesmst naar %(sitename)s? Voer je telefoonnummer in om ze bij je profiel te tonen.

source: I didn&rquot;t text any ideas.
nl_nl: Ik heb geen ideeën gesmst

source: Finding SMS submissions
nl_nl: Zoek SMS aanmeldingen

source: We found <span class="n_ideas">X</span> ideas from your phone number.
nl_nl: <span class="n_ideas">X</span> ideeën gevonden van uw telefoonnummer.

source: We&rquot;ll add these to your profile and any others you send from that number.
nl_nl: We zullen deze aan je profiel toevoegen, en andere die je instuurt vanaf dat nummer.

source: We couldn&#39;t find any ideas sent from
nl_nl: We konden geen ideeën vinden verzonden van

source: The number
nl_nl: Het nummer

source: is already associated with an account.
nl_nl: is al verbonden aan een account.

source: Sending Email validation message
nl_nl: Bezig bevestigingsbericht te sturen via email

source: Thanks! You&rquot;re almost there.
nl_nl: Dank je! Je bent er bijna.

source: We sent an email to <strong class="email">&nbsp;</strong>&nbsp;in order to verify your account.
nl_nl: We stuurden een e-mail naar <strong class="email">&nbsp;</ strong>&nbsp;om jouw account te verifiëren.

source: Check your junk mail folder if you do not receive it in a couple of minutes.
nl_nl: Vergeet niet je junkmail folder te checken als je binnen enkele minuten niks hebt ontvangen.

source: Click on the link provided in the e-mail address to complete your registration.
nl_nl: Klik op de link in het e-mailadres om jouw registratie te voltooien.

source: There was a problem authenticating your email.
nl_nl: Er was een probleem met het verifiëren van je email.

source: Awesome! You&rquot;re a member!
nl_nl: Super! Je hoort erbij!

source: Thank you for verifying your e-mail address.
nl_nl: Dank je voor het verifiëren van je email adres.

source: Please wait while we redirect you home.
nl_nl: Even wachten aub terwijl we je naar de homepage leiden.

source: An account using that email already exists on %(sitename)s. To recover your password, please click <a href="/login#forgot-password">here</a>.
nl_nl: Er bestand al een account met dat emailadres op %(sitename)s. Wachtwoord vergeten? Klik <a href="/login#forgot-password">hier</a>.

source: There was a problem creating your account.
nl_nl: Er is een probleem met het aanmaken van je account.

source: Oops! We found someone with that name and email address in our system.
nl_nl: Oeps! We hebben iemand gevonden met die naam of dat emailadres in ons systeem

source: Forgot your password?
nl_nl: Wachtwoord vergeten?

source: First Name
nl_nl: Voornaam

source: Top
nl_nl: Boven

source: Projects
nl_nl: Projecten

source: on %(site_name)s
nl_nl: over %(site_name)s

source: Leaderboard
nl_nl: Banner

source: Members
nl_nl: Leden

source: Total
nl_nl: Totaal

source: members
nl_nl: leden

source: The score for each project is based on a variety of other factors.
nl_nl: De score van elk project is gebaseerd op een aantal ander factoren.

source: Sign in with Facebook
nl_nl: Aanmelden met Facebook

source: Sign in with Twitter
nl_nl: Aanmelden met Twitter

source: Don&#39;t have an account?
nl_nl: Heb je geen account?

source: Thank you for logging in&hellip;
nl_nl: Dank je voor het inloggen&hellip;

source: Your username or password was incorrect.
nl_nl: Je gebruikersnaam of wachtwoord is incorrect.

source: Click here to go back to the<br/><span class="spacer"></span>login screen and try again
nl_nl: Klik hier om terug te gaan naar het<br/><span class="spacer"></span>inlog scherm en probeer het opnieuw

source: Forgot your password? <span>We'll send you an email with instructions to reset your password.</span>
nl_nl: Je wachtwoord vergeten? <span>We sturen je een email met instructies om je password opnieuw in te stellen.</span>

source: Enter your email
nl_nl: Voer je emailadres in

source: Send Instructions
nl_nl: Stuur Instructies

source: Please wait&hellip;
nl_nl: Even wachten aub

source: You will receive an email with further details on retrieving your password.
nl_nl: Je ontvangt een email met informatie om je wachtwoord terug te halen.

source: There was an error finding your account. Please double check your email.
nl_nl: Het lukt niet om je account te vinden. Controleer je email alsjeblieft nogmaals.

source: Click here to go back to the<br/><span class="spacer"></span>forgot password screen and try again
nl_nl: Klik hier om terug te gaan naar het<br/><span class="spacer"></span>"password vergeten" scherm en probeer het opnieuw

source: Neighborhood
nl_nl: Buurt

source: Add an Idea
nl_nl: Voeg een Plan toe

source: Join a Project
nl_nl: Doe mee aan een Project

source: Add a <strong><span class="name">Resource</span></strong>
nl_nl: Voeg een <strong><span class="name">Hulp</span></strong> toe

source: Which project would you like to add this to?
nl_nl: Aan welk project wil je dit toevoegen?

source: Thanks for adding a resource to your project!
nl_nl: Dank voor het toevoegen van een hulp aan je project!

source: Resources
nl_nl: Hulp

source: About
nl_nl: Over ons

source: Calendar
nl_nl: Agenda

source: Hi
nl_nl: Hoi

source: Log out
nl_nl: Uitloggen

source: <span class="unbold">My </span>Projects
nl_nl: <span class="unbold">Mijn</span>Projecten

source: Create a project!
nl_nl: Maak een project aan!

source: Search
nl_nl: Zoek

source: Browse
nl_nl: Bekijk

source: projects
nl_nl: projecten

source: ideas
nl_nl: ideeën

source: people
nl_nl: leden

source: and
nl_nl: en

source: resources
nl_nl: hulp

source: Have <span>an</span> invite code?
nl_nl: Heb je een uitnodigingscode?

source: Content
nl_nl: Inhoud

source: Admin Settings
nl_nl: Admin Instellingen

source: Homepage Questions
nl_nl: Homepage Vragen

source: Created <span>by</span>
nl_nl: Gemaakt <span>door</span>

source: Powered <span>by</span>
nl_nl: Mogelijk gemaakt <span>door</span>

source: Supported <span>by</span>
nl_nl: Ondersteund <span>door</span>

source: Frequently Asked Questions
nl_nl: Veel Gestelde Vragen

source: Design <span>and</span> Development
nl_nl: Ontwerp <span>en</span> Ontwikkeling

source: All rights reserved.
nl_nl: Alle rechten voorbehouden.

source: Oops! Please fill in the fields marked in red.
nl_nl: Oeps! Vul de rood gemarkeerde velden in.

source: Invalid Value
nl_nl: Ongeldige waarde

source: Too Weak
nl_nl: Te zwak

source: Strong
nl_nl: Sterk

source: This is required
nl_nl: Dit is vereisd

source: Invalid Email
nl_nl: Ongeldige Email

source: Invalid Url
nl_nl: Ongeldige URL

source: Not a number
nl_nl: Niet een nummer

source: Must select a value
nl_nl: Selecteer een waarde

source: Too short
nl_nl: Te kort

source: Too long
nl_nl: Te lang

source: Too big
nl_nl: Te groot

source: Too small
nl_nl: Te klein

source: Save
nl_nl: Opslaan

source: Cancel
nl_nl: Annuleren

source: <strong>Delete</strong> this Idea?
nl_nl: Dit Idee <strong>Verwijderen</strong> ?

source: This deletes the idea from the system permanently! <br/>Are you sure?
nl_nl: Dit verwijdert het idee voor altijd uit het systeem! <br/>Weet je het zeker?

source: Yes, Delete Idea
nl_nl: Ja, Idee Verwijder

source: No, keep it.
nl_nl: Nee, laat het staan.

source: To Your Project
nl_nl: Voor Jouw Project

source: Invite To Your Project
nl_nl: Nodig dit idee uit voor Jouw Project

source: You can send a message to <span class="name"></span> with some details about your project and reasons to join. (Optional)
nl_nl: Je kan een bericht sturen naar <span class="name"></span> met informatie over je project en waarom hij/zij mee moet doen. (Optioneel)

source: You can send a message with some details about your project and reasons to join. (Optional)
nl_nl: Je kan een bericht sturen met informatie over je project en waarom iemand mee moet doen. (Optioneel)

source: Since you are a part of multiple projects, we need to know which project you would like to invite <span class="name">XXXXXX</span> to?
nl_nl: Omdat je deel uitmaakt van meerder projecten, moeten we weten voor welk project je <span class="name">XXXXXX</span> wil uitnodigen.

source: Since you are a part of multiple projects, we need to know which project you would like to send an invite for?
nl_nl: Je maakt deel uit van meerder projecten, voor welk project wil je een uitnodiging sturen?

source: Thanks for sending an invitation!
nl_nl: Dank voor het sturen van een uitnodiging!

source: There was an error sending this invitation.
nl_nl: Er ging iets mis tijdens het versturen van deze uitnodiging.

source: Send <strong class="to_u_name">&nbsp;</strong> a message
nl_nl: Stuur <strong class="to_u_name">&nbsp;</strong> een bericht

source: Sending <strong class="to_u_name">&nbsp;</strong> a message!
nl_nl: Bezig <strong class="to_u_name">&nbsp;</strong> een bericht te sturen!

source: You sent <strong class="to_u_name">&nbsp;</strong> a message!
nl_nl: Je hebt <strong class="to_u_name">&nbsp;</strong> een bericht gestuurd!

source: There was an error sending your message.
nl_nl: Er ging iets mis tijdens het versturen van je bericht.

source: Comments
nl_nl: Reacties

source: All Comments
nl_nl: Alle Reacties

source: Member Comments
nl_nl: Opmerkingen van Leden

source: Admin Comments
nl_nl: Opmerkingen van Beheerder

source: Endorsement
nl_nl: Ondersteuning

source: Post a comment
nl_nl: Plaats een reactie

source: Post your update as a comment or add links to photos and videos.
nl_nl: Plaats je update bij de opmerkingen of voeg links toe naar foto's of video's.

source: Thank you for submitting a comment!
nl_nl: Bedankt voor je reactie

source: There was an error submitting your comment!
nl_nl: Er is een fout opgetreden bij het plaatsen van je reactie!

source: <strong>Administrator</strong> says
nl_nl: <strong>Beheerder</strong> zegt

source: Hey &ndash; welcome to %(sitename)s! I&#39;m an administrator of the site. If there is anything we can help you with, please email us at
nl_nl: Hoi &ndash; welkom bij %(sitename)s! Ik ben een beheerder van de site. Als er iets is waar we je mee kunnen helpen, stuur dan een mail naar

source: Older Posts
nl_nl: Oudere berichten

source: Just Now
nl_nl: Net geplaatst

source: <strong>Delete</strong> this Comment?
nl_nl: <strong>Verwijder</strong> deze reactie?

source: This deletes the message from the system permanently! <br/>Are you sure?
nl_nl: Dit verwijdert het bericht definitief uit het systeem! <br/>Weet je het zeker?

source: Yes, Delete Comment
nl_nl: Ja, Verwijder Reactie

source: New Member!
nl_nl: Nieuw Lid!

source: joined the project!
nl_nl: doet mee aan het project!

source: Add a File
nl_nl: Voeg een File toe

source: Back <span>to</span> Project Overview
nl_nl: Terug <span>naar</span> Projectoverzicht

source: Link to blogs, news items, and more.
nl_nl: Link naar blogs, nieuwsberichten en meer.

source: Add File
nl_nl: Voeg File toe

source: Here are a few web services that are free and will help you store and present your files:
nl_nl: Hier zijn een aantal web diensten die gratis zijn en je helpen je files op te slaan en te presenteren:

source: Upload videos to Youtube.
nl_nl: Upload videos op Youtube.

source: Thank you for submitting a file!
nl_nl: Dank je voor het toevoegen van een file!

source: Add a Link
nl_nl: Voeg een Link toe

source: Here are a few web services we recommend to support and publicize your project:
nl_nl: Hier zijn een aantal webdiensten die we aanbevelen om je project te steunen en er aandacht voor te krijgen.

source: Tap into your social network.
nl_nl: Zet je sociale netwerk in.

source: Schedule events and meet up to work on projects.
nl_nl: Plan activiteit in en kom bij mekaar om samen aan projecten te werken.

source: Another way to raise funds to support your project.
nl_nl: Nog een manier om fondsen te werven voor je project.

source: Thank you for submitting a link!
nl_nl: Dank je voor het indienen van een link!

source: Create a need
nl_nl: Creëer een behoefte

source: Go Back
nl_nl: Ga Terug

source: Volunteers
nl_nl: Vrijwilligers

source: You&rsquo;re doing good work but don&rsquo;t try to do it alone. Ask for volunteers and help will soon be on the way.
nl_nl: Goed werk, maar vele handen maken licht werk! Vraag naar vrijwilligers en voor je het weet meld iemand zich aan.

source: In-kind Donations
nl_nl: Donaties in Natura

source: Need a projector, gardening supplies, or a bike? List an in-kind donations to ask for physical goods.
nl_nl: Heb je een projector nodig, tuingereedschap of een fiets? Maak een lijst met donaties in natura en vraag zo om tastbare spullen.

source: Discussion
nl_nl: Discussie

source: All Messages
nl_nl: Alle Berichten

source: Post a message
nl_nl: Plaats een bericht

source: Thank you for submitting a message!
nl_nl: Dank je voor het plaatsen van een bericht!

source: There was an error submitting your message!
nl_nl: Er ging iets mis bij het plaatsen van je bericht!

source: <strong>Delete</strong> this Message?
nl_nl: Dit Bericht <strong>Verwijderen</strong>?

source: Yes, Delete Message
nl_nl: Ja, Verwijder Bericht

source: Events are a great way to bring motivated people together!
nl_nl: Activiteiten zijn goed om gemotiveerde mensen bijeen te brengen!

source: Create an event now
nl_nl: Maak nu een activiteit aan

source: There are no events yet on this project. Contact the project admins to see how you can help!
nl_nl: Er zijn nog geen activiteiten voor dit project. Neem contact op met de projectleider om te helpen!

source: What do you need to get your project done? Volunteers? Tools?
nl_nl: Wat heb je nodig om je project gedaan? Vrijwilligers? Tools?

source: Start by <a href="#show,add-need">creating a need</a> to find other people to help!
nl_nl: Begin met <a href="#show,add-need">het beschrijven van wat je nodig hebt</a> om zo mensen te vinden die kunnen helpen!

source: There are no needs yet on this project. Contact the project admins to see how you can help!
nl_nl: Er zijn nog geen benodigdheden voor dit project. Neem contact op met de projectleider om te helpen!

source: Edit This
nl_nl: Verander dit

source: Map it
nl_nl: Zet op de kaart

source: volunteer
nl_nl: vrijwilliger

source: Show all needs for this event
nl_nl: Laat alle benodigdheden zien voor deze activiteit

source: No events found.
nl_nl: Geen activiteiten gevonden.

source: Create a new event
nl_nl: Maak een nieuwe activiteit aan

source: Submit
nl_nl: Indienen

source: Done! Thank you!
nl_nl: Klaar! Bedankt!

source: The name of the event is:
nl_nl: De naam van de activiteit is:

source: A few details about the event:
nl_nl: Omschrijf de activiteit:

source: Link to the event on Facebook, Eventbrite or elsewhere:
nl_nl: Link naar de activiteit op Facebook, Eventbrite of elders:

source: The date of the event is:
nl_nl: De datum van de activiteit is:

source: It will take place at:
nl_nl: Het vindt plaats bij:

source: Link a need:
nl_nl: Wat heb je nodig? Voeg een link toe.

source: You can always come back and link needs later
nl_nl: Je kan altijd later nog benodigdheden toevoegen.

source: Volunteer needs
nl_nl: Vrijwilligers nodig

source: Needs for the event:
nl_nl: Nodig voor de activiteit:

source: Go back to all needs
nl_nl: Ga terug naar alle behoeften

source: Who&#39;s helping
nl_nl: Wie helpen er mee?

source: Be the first to volunteer!
nl_nl: Wees de eerste vrijwilliger!

source: We have
nl_nl: We hebben

source: I can help
nl_nl: Ik kan meehelpen

source: We need
nl_nl: We hebben nodig

source: Add an Event
nl_nl: Voeg een Activiteit toe

source: Check out a few ideas related to your project!
nl_nl: Bekijk een aantal ideeën die op je project lijken!

source: Invite People
nl_nl: Nodig mensen uit

source: No similar ideas found.
nl_nl: Geen vergelijkbare ideeën gevonden.

source: Needs
nl_nl: Benodigdheden

source: See More
nl_nl: Bekijk Meer

source: Hey &ndash; welcome to %(sitename)s!
nl_nl: Hoi &ndash; welkom bij %(sitename)s!

source: Site admins are here to help you get your project set up and running. If you have any questions, email us at
nl_nl: Site beheerders zijn er om je te helpen je project op te starten. Heb je vragen, mail ons dan

source: Create a new in-kind need
nl_nl: Voeg spullen die je nodig hebt toe

source: We need to
nl_nl: We moeten

source: borrow
nl_nl: nodig

source: get a donation of
nl_nl: een donatie krijgen

source: We&#39;re going to use this for
nl_nl: We zullen dit gebruiken voor

source: Link to an event
nl_nl: Link naar een activiteit

source: Invite <span>your</span> friends
nl_nl: Nodig je vrienden uit

source: Invite People <span>by</span> Email
nl_nl: Nodig mensen uit via email

source: Send Invites
nl_nl: Stuur uitnodigingen

source: Thank you for inviting more users!
nl_nl: Dank je voor het uitnodigen van meer gebruikers!

source: There was an error sending the email invites!
nl_nl: Er ging iets mis bij het versturen van de uitnodigingen per mail!

source: Invite People <span>with</span> Similar Ideas
nl_nl: Nodig Leden uit <span>met</span> vergelijkbare ideeën

source: Invite people to join! Project members will appear here.
nl_nl: Nodig mensen uit om mee te doen! Projectleden zie je hier.

source: Add Link
nl_nl: Voeg een Link toe

source: this Project Member?
nl_nl: deze Project deelnemer?

source: You are about delete
nl_nl: Je staat op het punt om te verwijderen

source: this member
nl_nl: deze deelnemer

source: from the project permanently!
nl_nl: uit het project voor altijd!

source: Are you sure?
nl_nl: Weet je het zeker?

source: Yes, Delete
nl_nl: Ja, verwijder

source: Member
nl_nl: Deelnemer

source: No, keep them.
nl_nl: Nee, behouden

source: Project members
nl_nl: Projectleden

source: Invite more people
nl_nl: Nodig meer mensen uit

source: Us
nl_nl: Wij

source: Project Leaders
nl_nl: Projectleiders

source: Our Mission
nl_nl: Onze Missie

source: Support <span>this</span> project
nl_nl: Ondersteun dit project
