Repository: codeforeurope/Change-By-Us
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Keywords
nl_nl: Sleutelwoorden

source: Add Keyword
nl_nl: Trefwoord toevoegen

source: <strong>Support</strong> this project?
nl_nl: Wil je dit project steunen?

source: Do you want to endorse</p><p class="serif big">%(project_title)s?
nl_nl: Wil je </p><p class="serif big">%(project_title)s steunen?

source: It will receive your seal of approval!
nl_nl: Het krijgt jouw stempel van goedkeuring!

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Are you sure you want to <strong>remove</strong> this endorsement?
nl_nl: Wil je </p><p class="serif big">%(project_title)s niet meer steunen?

source: Are you sure you want to remove this endorsement? To restore the endorsement, the city leader will need to endorse this project again.
nl_nl: Weet je zeker dat je je steun wil verwijderen? Om je steun opnieuw aan te bieden moet de verantwoordelijke van dit project eerst opnieuw steunen.

source: Yes, Remove Endorsement
nl_nl: Ja, Haal mijn steun weg

source: this Keyword?
nl_nl: dit Sleutelwoord?

source: This deletes the keyword from this project! <br/>Are you sure?
nl_nl: Dit haalt het sleutelwoord weg bij dit project. Weet je het zeker?

source: Yes, Delete Keyword
nl_nl: Ja, verwijder Keyword

source: No, keep it
nl_nl: Nee, laat het staan

source: donations
nl_nl: donaties

source: volunteers
nl_nl: vrijwilligers

source: I am helping
nl_nl: Ik help mee

source: Completed!
nl_nl: Klaar!

source: No needs found.
nl_nl: Geen benodigdheden gevonden.

source: Needs
nl_nl: Benodigdheden

source: Add Need
nl_nl: Voeg benodigdheid toe

source: YES
nl_nl: JA

source: I can bring
nl_nl: Ik help mee

source: for
nl_nl: voor

source: We&#39;d love it if you could help!
nl_nl: Wij willen graag dat je helpt!

source: Add a message
nl_nl: Voeg een boodschap toe

source: Uh oh, something went wrong. Please try again!
nl_nl: Oh oh, er ging iets mis. Probeer het opnieuw!

source: Thanks for volunteering!
nl_nl: Dank dat je vrijwilliger bent!

source: We&rsquo;ll send a message to the project leaders to let them know you are interested. You can see your volunteer commitments and other activity in <a href="/useraccount#user-account,activity">your account</a> page.
nl_nl: We zullen een bericht sturen naar de projectleiders om ze te laten weten dat je geinteresseerd bent. Je kan je activiteiten als vrijwilliger en meer zien op <a href="/useraccount#user-account,activity"> je account pagina.

source: Done
nl_nl: Klaar

source: Related Resources
nl_nl: Relevante Hulp

source: Find more resources
nl_nl: Vind meer hulp

source: External Links
nl_nl: Externe Links

source: These sites are not managed by %(sitename)s, but have been added by this project's members.
nl_nl: Deze sites worden niet beheerd door %(sitename)s, maar zijn toegevoegd door de projectleden.

source: remove
nl_nl: verwijder

source: Link to blogs, news, Facebook, Meetup or Kickstarter.
nl_nl: Link naar blogs, nieuws, Facebook, Meetup of Kickstarter.

source: Add a Resource
nl_nl: Voeg een Hulp toe

source: When you <a href="#show,related_resources">add a resource</a>, we&rsquo;ll send them a link to your project page.
nl_nl: Als je een <a href="#show,related_resources"> hulp toevoegt</a>, zullen we hen een link sturen naar je projectpagina.

source: Add a resource
nl_nl: Voeg een hulp toe

source: this Link?
nl_nl: deze Link?

source: Yes, Delete Link
nl_nl: Ja, Verwijder Link

source: We need to borrow
nl_nl: We hebben nodig

source: volunteer(s)
nl_nl: vrijwilliger(s)

source: Linked to event:
nl_nl: Verbonden met activiteit:

source: others volunteered.
nl_nl: vrijwilligers gingen je voor.

source: We&#39;ll need you at
nl_nl: We hebben je nodig om

source: hrs
nl_nl: uur

source: We&#39;ll need you to go to
nl_nl: We willen graag dat je gaat naar

source: Create a new volunteer need
nl_nl: Voeg een nieuwe taak voor een vrijwilliger toe

source: We&#39;ll need them to...
nl_nl: Ze zijn nodig om....

source: It will be a time commitment of
nl_nl: Het gaat om een vaste afspraak die zoveel tijd in beslag neemt

source: hours
nl_nl: uur

source: We will need them to come to
nl_nl: Ze moeten aanwezig zijn op

source: Month
nl_nl: Maand

source: at
nl_nl: om

source: Project in the spotlight!
nl_nl: Project in beeld

source: Put <span>this</span> project in the spotlight
nl_nl: Zet <span>dit</span> project in beeld

source: Delete <span>this</span> project
nl_nl: Verwijder <span>dit</span> project

source: Official Project
nl_nl: Officieel Project

source: Change Photo
nl_nl: Verander Foto

source: Invite More People
nl_nl: Nodig meer mensen uit

source: Manage Users
nl_nl: Beheer Leden

source: Leave This Project
nl_nl: Project stappen

source: <a href="#show,members">Invite</a> your friends and other people to help!
nl_nl: <a href="#show,members">Nodig</a> je vrienden en anderen uit om mee te helpen!

source: Projects <br> Like This
nl_nl: Projecten <br> Zoals Deze

source: Overview
nl_nl: Overzicht

source: Discussions
nl_nl: Discussies

source: <strong>You</strong> say &ndash;
nl_nl: <strong>Jij</strong> zegt &ndash;

source: <strong>Introduce</strong> yourself to the project team.
nl_nl: <strong>Stel</strong> jezelf voor aan het project team.

source: Thanks for introducing yourself&hellip;
nl_nl: Dank je dat je je hebt voorgesteld.

source: You must <strong><a href="/join">register</a></strong> or <strong><a href="/login">login</a></strong> to %(sitename)s in order to Join a project.
nl_nl: Je moet <strong><a href="/join">registreren</a></strong> of <strong><a href="/login">inloggen</a></strong> op %(sitename)s voordat je kan Aansluiten op een project

source: <strong>Hold your horses!</strong> Please join this project.
nl_nl: <strong>Niet zo snel!</strong> Sluit je aan bij dit project.

source: Please <strong>join this project</strong> to volunteer.
nl_nl: Meld je aan om mee te werken aan <strong>dit project</strong>.

source: <strong>Feature</strong> This Project
nl_nl: <strong>Toon</strong> dit project

source: Do you want to replace <select class="replace-project-options"></select> with <span class="serif project-name">&nbsp;</span> in the Featured Projects section on the homepage?
nl_nl: Wil je <select class="replace-project-options"></select> vervangen met <span class="serif project-name">&nbsp;</span> bij de Getoonde Projecten op de startpagina?

source: Featuring project&hellip;
nl_nl: Getoond project

source: Unable to Feature this project!
nl_nl: Niet in staat om dit project te tonen!

source: this Project?
nl_nl: dit project?

source: You are about to delete this project from the system permanently! <br/>Are you sure?
nl_nl: Weet je zeker dat je dit wilt verwijderen? <br/>Het is dan definitief uit het systeem verwijderd.

source: Yes, Delete Project
nl_nl: Ja, verwijder project

source: <strong>Delete</strong> this Resource?
nl_nl: Hulpbron <strong>verwijderen</strong>?

source: You are about to delete this Resource from the system permanently! <br/>Are you sure?
nl_nl: Weet je zeker dat je deze Hulp wilt verwijderen? <br/>Het is dan definitief uit het systeem verwijderd.

source: Yes, Delete Resource
nl_nl: Ja, verwijder Hulp

source: <strong>Leave</strong> this Project?
nl_nl: <strong>Uit</strong> het project stappen?

source: You will no longer be a member of this project!<br/>Are you sure?
nl_nl: Je staat op het punt uit dit project te stappen.<br/>Weet je het zeker?

source: Yes, Leave Project
nl_nl: Ja, uit project stappen

source: No, stay.
nl_nl: Nee, blijf betrokken

source: this Need?
nl_nl: deze vraag?

source: You are about to delete this Need from the system permanently! <br/>Are you sure?
nl_nl: Weet je zeker dat je deze vraag wilt verwijderen? <br/>Het is dan definitief uit het systeem verwijderd.

source: Yes, Delete Need
nl_nl: Weet je zeker dat je deze vraag wilt verwijderen?

source: Are you sure you want to delete this event?
nl_nl: Weet je zeker dat je deze activiteit wil verwijderen?

source: This will permanently delete the event.
nl_nl: Deze actie zal de activiteit definitief verwijderen.

source: Yes, Delete Event
nl_nl: Ja, activiteit verwijderen

source: January
nl_nl: Januari

source: February
nl_nl: Februari

source: March
nl_nl: Maart

source: May
nl_nl: Mei

source: June
nl_nl: Juni

source: July
nl_nl: Juli

source: August
nl_nl: Augustus

source: October
nl_nl: Oktober

source: Complete!
nl_nl: Klaar!

source: Qty
nl_nl: Aantal

source: What you need - rakes, truck, etc
nl_nl: Wat je nodig hebt - harken, vrachtwagen, etc

source: Write a brief description of why you need this
nl_nl: Omschrijf in het kort waarom je dit nodig hebt

source: Job Title - DJ, Cashier, etc
nl_nl: Functietitel - DJ, Caissière etc

source: Write a brief description of the volunteer tasks and skills.
nl_nl: Omschrijf de taken en vaardigheden

source: Street Address
nl_nl: Adres

source: Add emails separated by commas
nl_nl: Emailadressen (onderscheiden middels komma)

source: Address
nl_nl: Adres

source: Must select a month.
nl_nl: Moet een maand te selecteren

source: Day
nl_nl: Dag

source: Minute
nl_nl: Minuut

source: Hour
nl_nl: Uur

source: Time
nl_nl: Tijd

source: Add Resource
nl_nl: Hulp toevoegen

source: <strong>Add</strong> your resource
nl_nl: Hulp <strong>Toevoegen</strong>

source: Welcome! We&#39;re always looking to list more valuable organizations, services, and programs on %(site_name)s – to give users a variety of resources to add to their projects.
nl_nl: Welkom! Wij zijn altijd opzoek naar waardevolle organisaties, diensten en programma's op %(site_name)s - zo krijgen onze leden een breed scala aan hulp die zij kunnen toevoegen aan hun projecten.

source: Please fill out the form at right and we will promise to take a careful look at your organization. We&#39;ll notify you by email when you have been approved
nl_nl: Vul het formulier in en wij beloven je organisatie in behandeling te nemen. We sturen een bevestiging per mail zodra je bent goedgekeurd

source: Once you&#39;re on the site, users will be able to find your resource and &quot;add&quot; it to their project. When they do, you&#39;ll get an email with a link to their project. Go have a look and see if you can help!
nl_nl: Zodra je op de site bent aangemeld, kunnen andere gebruikers jou vinden en als hulp toevoegen aan hun project. Als andere gebruikers jou toevoegen ontvang je een email met een link naar hun project. Ga maar naar je inbox, misschien is jou hulp al gewild.

source: Please use this form only if you are<br />an employee or direct affiliate of the<br />organization, service, or program.
nl_nl: Gebruik dit formulier alleen als je <br />een medewerker of directe partner bent van de<br />organisatie, dienst of het programma.

source: Upload an image
nl_nl: Upload een foto

source: Resource Name
nl_nl: Naam Hulp

source: Description
nl_nl: Omschrijving

source: Web Address
nl_nl: Weblink

source: Facebook Address
nl_nl: Facebooklink

source: Twitter Address
nl_nl: Twitterlink

source: Keywords (separate by commas)
nl_nl: Trefwoorden (onderscheiden middels komma)

source: Contact email
nl_nl: Email

source: Important
nl_nl: Belangrijk

source: This email is for %(site_name)s to get in touch with you whenever a project adds your organization as a resource.
nl_nl: Deze email is nodig zodat %(site_name)s met jou contact kan opnemen als iemand jou toevoegt als hulp.

source: Private message to Administrators to review your Resource for approval
nl_nl: Privébericht naar de Admin om je als hulp in behandeling te nemen

source: I have read and accept the <a href="/tou"><strong>Terms of Use</strong>
nl_nl: Ik ga akkoord met de <a href="/tou"><strong>Algemene Gebruiksvoorwaarde</strong>

source: Add My Resource
nl_nl: Voeg Mijn Hulp Toe

source: To be considered, just fill out this form.
nl_nl: Vul dit formulier in om in aanmerking te komen.

source: We&#39;ll notify you by email when you have been approved as a resource to be listed on %(site_name)s
nl_nl: Wij zullen je informeren zodra je bent goedgekeurd als een Hulp op %(site_name)s

source: When you have been approved, users will be able to find your resource on the site and add it to their project pages. When they do, you&#39;ll get an email inviting you to visit their page to see if you can help.
nl_nl: Zodra je bent goedgekeurd kunnen onze leden je opzoeken en toevoegen aan hun projecten. Als je wordt toegevoegd krijg je een email met een uitnodiging naar hun project, zodat je beter kan inschatten of je kan helpen.

source: Please use this form only if you are an employee or direct affiliate of the organization, service, or program.
nl_nl: Gebruik dit formulier alleen als je een medewerker of directe partner bent van de organisatie, dienst of het programma.

source: We&#39;ll post only resources relevant to the questions being asked on the site.
nl_nl: Wij plaatsen alleen posts die relevant zijn voor vragen die op de site gesteld worden.

source: Your resource has been added for approval
nl_nl: Je aanmelding wordt in behandeling genomen. Tot snel!

source: Add another resource
nl_nl: Voeg nog een hulp toe

source: Go back to the homepage
nl_nl: Terug naar startpagina

source: <strong>Upload</strong> a photo for your resource.
nl_nl: <strong>Upload</strong> een foto - hoe persoonlijker hoe beter.

source: Photos should be <strong>under 1MB</strong> please. (We also crop photos to <strong>100px by 100px</strong>)
nl_nl: Foto&#39;s graag <strong>onder 1MB</strong>. (Wij bewerken de foto&#39;s naar <strong>100px bij 100px</strong>)

source: Map
nl_nl: Kaart

source: List
nl_nl: Lijst

source: Search results for
nl_nl: Zoek de resultaten

source: All neighborhoods
nl_nl: Alle wijken

source: All
nl_nl: Alles

source: Users
nl_nl: Leden

source: Page
nl_nl: Pagina

source: of
nl_nl: van

source: There were
nl_nl: Er zijn

source: found
nl_nl: gevonden

source: Resource
nl_nl: Hulp

source: Remove
nl_nl: Verwijder

source: Add <span>your</span> Resource
nl_nl: Voeg <span>jouw</span> Hulp toe

source: Add <span>an</span> Idea
nl_nl: Voeg <span>een</span> Idee toe

source: User
nl_nl: Gebruiker

source: this Resource?
nl_nl: deze Hulp?

source: You are about to delete this Resource from the system permanently!
nl_nl: Weet je zeker dat je dezehulp wilt verwijderen? <br/>Het is dan definitief uit het systeem verwijderd.

source: You are about to delete this project from the system permanently!
nl_nl: Weet je zeker dat je dit wilt verwijderen?

source: You must <strong><a href="/join">register</a></strong> or <strong><a href="/login">login</a></strong> to %(sitename)s in order to add a Resource.
nl_nl: Je moet <strong><a href="/join">registreren</a></strong> of <strong><a href="/login">inloggen</a></strong> op %(sitename)s om een Hulp toe te voegen

source: No Results
nl_nl: Geen resultaten

source: <strong>A new</strong> way to share ideas, create projects, build teams, and make our city better.
nl_nl: <strong>Een nieuwe</strong> manier om ideeën te delen, projecten te starten, teams te vormen en om onze stad nog beter te maken dan het al is.

source: Launching <span>Soon</span>
nl_nl: <span>Binnenkort</span>

source: Sign Up <span>to</span> Learn More
nl_nl: Registreer <span>om</span>meer te weten te komen.

source: Thanks! We'll be in touch!
nl_nl: Bedankt! We nemen contact met je op.

source: Upload Resource Images
nl_nl: Plaatjes van hulp uploaden

source: Local Leader
nl_nl: Gebiedsmanager

source: from
nl_nl: van

source: Activity
nl_nl: Activiteit

source: Messages
nl_nl: Berichten

source: My
nl_nl: Mijn

source: Send <span>a</span> message <span>to</span>
nl_nl: Stuur <span>een</span> bericht <span>naar</span>

source: Ideas I liked
nl_nl: Ideëen die ik leuk vind

source: Ideas liked by %(username)s
nl_nl: Ideëen leuk gevonden door %(username)s

source: Click to see project
nl_nl: Klik om project te zien

source: Older messages
nl_nl: Oudere berichten

source: Email Preferences
nl_nl: Emailinstellingen

source: Email daily digest
nl_nl: Dagelijkse digest

source: No digest emails. You will still receive direct messages from other users.
nl_nl: Geen digest. Je ontvangt nog steeds directe berichten van andere gebruikers.

source: Email address
nl_nl: Email Adres

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Change Password
nl_nl: Verander Wachtwoord

source: Old Password
nl_nl: Oud Wachtwoord

source: New Password
nl_nl: Nieuw Wachtwoord

source: Confirm Password
nl_nl: Wachtwoord bevestigen

source: Changing your password
nl_nl: Wachtwoord wijzigen

source: Password Changed
nl_nl: Wachtwoord gewijzigd

source: There was an error changing your password.
nl_nl: Er is een fout opgetreden bij het wijzigen van je wachtwoord

source: Processing your account details
nl_nl: Je gegevens worden verwerkt

source: Your account details have been updated!
nl_nl: Je account is bijgewerkt!

source: There was an error updating your account details.
nl_nl: Het lukt niet om je account te updaten.

source: Mission
nl_nl: Missie

source: Physical Address
nl_nl: Adres

source: <strong>Upload</strong> a photo for your account.
nl_nl: <strong>Upload</strong> een foto voor je account

source: Upload</strong> a photo for your resource.
nl_nl: Upload</strong> een foto - hoe persoonlijker hoe beter.

source: this User?
nl_nl: dit Gebruiker?

source: You are about to delete this User and all projects owned by this user from the system permanently!
nl_nl: Weet je zeker dat je dit Gebruiker en alles Projecten wilt verwijderen? <br/>Het is dan definitief uit het systeem verwijderd.

source: Yes, Delete User and Projects
nl_nl: Ja, verwijder Gebruiker en Projecten

source: Click here to add something about yourself.
nl_nl: Klik hier om iets toe te voegen over jezelf
